---
kind: other
id: Methods.T:Autodesk.Revit.DB.ViewDisplayBackground
source: html/263228bc-7e28-e295-b469-570b7c612024.htm
---
# ViewDisplayBackground Methods

Creates an object that can be passed to View.SetBackground method
 to set the background of the Gradient type.